[
  {
    "title": "I.T.E.S.A. - Sitio Web Institucional",
    "description": "Actualización del sitio web institucional del Instituto Técnico de Educación Superior Aeronáutico 'Jorge A. Newbery' (I.T.E.S.A.). Provee información sobre carreras técnicas, identidad institucional, noticias y acceso al campus virtual. Forma parte del ecosistema educativo de la provincia del Chaco y está orientado a la formación en áreas aeronáuticas y meteorológicas.",
    "contribution": "Elaboración del manual de usuario y documentación técnica, estructuración de contenidos y aplicación de buenas prácticas de escritura técnica. El rol se desempeñó en equipo.",
    "media": "./src/imgs/I.T.E.S.A.logo-29-08-2025.png",
    "tech": ["UX Writing", "Documentación Técnica"],
    "site": "https://iesitesanewbery-cha.infd.edu.ar/sitio/",
    "demo": "#",
    "code": "#",
    "category": "1",
    "mode": "2"
  },
  {
    "title": "Sabiondo (Sabelotodo) - Proyecto de Videojuego",
    "description": "En él se busca poner a prueba el conocimiento general y nacional de los jugadores, mientras se brinda una experiencia sencilla para pasar con amigos.",
    "contribution": "Participé en el diseño del videojuego y me desempeñé como líder de equipo en la gestión de la base de datos. Durante el planteamiento y desarrollo se aplicaron diferentes metodologías de trabajo en equipo.",
    "media": "./src/imgs/portada_sabiondo.png",
    "tech": ["JavaScript", "SQL", "Node.js"],
    "site": "#",
    "demo": "#",
    "code": "#",
    "category": "3",
    "mode": "2"
  },
{
  "title": "Sistema de Gestión de Librería - Proyecto POS",
  "description": "Aplicación de escritorio en Python con Tkinter para administrar inventario, ventas, facturación en PDF y reportes gráficos. Incluye escaneo de códigos de barras (manual, simulación o cámara web con OpenCV), historial de ventas y personalización de los datos de la empresa.",
  "contribution": "Desarrollo de un sistema completo de gestión y punto de venta en colaboración con un equipo de desarrolladores, utilizando Python y bibliotecas como Tkinter, OpenCV, ReportLab y Matplotlib.",
  "media": "./src/imgs/Captura de pantalla 2025-09-05 041054.png",
  "tech": ["Python", "Tkinter", "OpenCV", "ReportLab", "Matplotlib", "Pillow", "NumPy"],
  "site": "#",
  "demo": "#",
  "code": "https://github.com/L-L-L-user-userLpz/sistema-gestion-libreria.git",
  "category": "3",
  "mode": "2"
}

]
