[
  {
    "title": "I.T.E.S.A. - Institutional Website",
    "description": "Update of the institutional website of the Aeronautical Higher Technical Education Institute 'Jorge A. Newbery' (I.T.E.S.A.). Provides information on technical programs, institutional identity, news, and access to the virtual campus. It is part of the educational ecosystem of Chaco province and is focused on training in aeronautical and meteorological areas.",
    "contribution": "Preparation of the user manual and technical documentation, content structuring, and application of best practices in technical writing. The role was carried out as part of a team.",
    "media": "./src/imgs/I.T.E.S.A.logo-29-08-2025.png",
    "tech": ["UX Writing", "Technical Documentation"],
    "site": "https://iesitesanewbery-cha.infd.edu.ar/sitio/",
    "demo": "#",
    "code": "#",
    "category": "1",
    "mode": "2"
  },
  {
    "title": "Sabiondo (Know-It-All) - Video Game Project",
    "description": "It aims to test the players’ general and national knowledge while offering a simple experience to enjoy with friends.",
    "contribution": "I participated in the design of the video game and served as team leader in database management. During the planning and development stages, different teamwork methodologies were applied.",
    "media": "./src/imgs/portada_sabiondo.png",
    "tech": ["JavaScript", "SQL", "Node.js"],
    "site": "#",
    "demo": "#",
    "code": "#",
    "category": "3",
    "mode": "2"
  },
  {
    "title": "Bookstore Management System - POS Project",
    "description": "Desktop application in Python with Tkinter to manage inventory, sales, PDF invoicing, and graphical reports. Includes barcode scanning (manual, simulation, or webcam with OpenCV), sales history, and company data customization.",
    "contribution": "Development of a complete management and point-of-sale system in collaboration with a team of developers, using Python and libraries such as Tkinter, OpenCV, ReportLab, and Matplotlib.",
    "media": "./src/imgs/Captura de pantalla 2025-09-05 041054.png",
    "tech": ["Python", "Tkinter", "OpenCV", "ReportLab", "Matplotlib", "Pillow", "NumPy"],
    "site": "#",
    "demo": "#",
    "code": "https://github.com/L-L-L-user-userLpz/sistema-gestion-libreria.git",
    "category": "3",
    "mode": "2"
  }
]
